07_archived_old_versions/gaganyaan_openfoam_staged_research_v2/gaganyaan_openfoam_staged_research_v2/cases/05_main_full/0/U
FoamFile
{ version 2.0; format ascii; class volVectorField; object U; }
dimensions [0 1 -1 0 0 0 0];
internalField uniform (20 0 0);
boundaryField
{
    inlet { type fixedValue; value uniform (20 0 0); }
    outlet { type zeroGradient; }
    farfield { type slip; }
    canopy { type noSlip; }
    frontAndBack { type empty; }
}
